[
  {
    "titleEn": "Makeup Table",
    "titleAr": "طاولة مكياج",
    "titleHe": "שולחן איפור",
    "price": "319.99",
    "imageUrl": "items/product4.jpg",
    "descriptionEn": "Enjoy a luxurious and elegant atmosphere in your room with the distinctive vanity table, where comfort meets elegance for an unparalleled experience in your room.",
    "descriptionAr": "استمتعي بأجواء فاخرة وأنيقة في غرفتك مع التواليت المميز ، حيث تلتقي الراحة بالأناقة لتجربة لا مثيل لها في غرفتك.",
    "descriptionHe": "תיהנו מאווירה מפוארת ואלגנטית בחדר שלכם עם שולחן האיפור הייחודי, בו הנוחות פוגשת את האלגנטיות לחוויה שאין כמותה בחדר שלכם."
  },
  {
    "titleEn": "Mirror with Organizer",
    "titleAr": "مراة مع منظم",
    "titleHe": "מראה עם מארגן",
    "price": "69.99",
    "imageUrl": "items/product7.jpg",
    "descriptionEn": "Enjoy an unparalleled makeup experience with our illuminated makeup mirror, which provides perfect lighting and an ideal viewing angle for a perfect look every time.",
    "descriptionAr": "استمتعي بتجربة مكياج لا تُضاهى مع مرآة مكياجنا المضيئة، التي توفر إضاءة مثالية وزاوية رؤية مثالية لإطلالة مثالية في كل مرة.",
    "descriptionHe": "תיהנו מחוויית איפור שאין כמותה עם מראת האיפור המוארת שלנו, המספקת תאורה מושלמת וזווית ראייה אידיאלית למראה מושלם בכל פעם."
  },
  {
    "titleEn": "Wooden Bookshelf",
    "titleAr": "رف خشبي للكتب",
    "titleHe": "מדף ספרים מעץ",
    "price": "129.99",
    "imageUrl": "items/product1.jpg",
    "descriptionEn": "This stylish wooden bookshelf is perfect for organizing your books and adding a touch of elegance to your living room or office.",
    "descriptionAr": "هذا الرف الخشبي الأنيق مثالي لتنظيم كتبك وإضافة لمسة من الأناقة إلى غرفة المعيشة أو المكتب.",
    "descriptionHe": "מדף הספרים העץ המיוחד הזה מושלם לארגון הספרים שלכם ולהוספת נגיעה של אלגנטיות לחדר המגורים או למשרד שלכם."
  },
  {
    "titleEn": "Ceramic Vase",
    "titleAr": "مزهرية خزفية",
    "titleHe": "אגרטל קרמי",
    "price": "49.99",
    "imageUrl": "items/product2.jpg",
    "descriptionEn": "This beautiful ceramic vase adds a touch of sophistication to any room, perfect for displaying fresh flowers or as a standalone decorative piece.",
    "descriptionAr": "تضيف هذه المزهرية الخزفية الجميلة لمسة من الرقي إلى أي غرفة، مثالية لعرض الزهور الطازجة أو كقطعة ديكور مستقلة.",
    "descriptionHe": "אגרטל הקרמיקה היפהפה הזה מוסיף נגיעה של תחכום לכל חדר, מושלם לתצוגת פרחים טריים או כיצירה דקורטיבית בפני עצמה."
  },
  {
    "titleEn": "LED Desk Lamp",
    "titleAr": "مصباح مكتب LED",
    "titleHe": "מנורת שולחן LED",
    "price": "34.99",
    "imageUrl": "items/product3.jpg",
    "descriptionEn": "Our LED desk lamp provides bright, adjustable light, making it perfect for reading, studying, or working at your desk.",
    "descriptionAr": "يوفر مصباح المكتب LED الخاص بنا ضوءًا ساطعًا وقابل للتعديل، مما يجعله مثاليًا للقراءة أو الدراسة أو العمل على مكتبك.",
    "descriptionHe": "מנורת השולחן LED שלנו מספקת אור בהיר וניתן לכוונון, מה שהופך אותה למושלמת לקריאה, לימודים או עבודה על שולחן העבודה שלכם."
  },
  {
    "titleEn": "Wall Art Print",
    "titleAr": "طباعة فنية على الحائط",
    "titleHe": "הדפסת אמנות קיר",
    "price": "24.99",
    "imageUrl": "items/product5.jpg",
    "descriptionEn": "Enhance your home decor with this stunning wall art print, featuring vibrant colors and intricate details.",
    "descriptionAr": "عزّز ديكور منزلك بهذه الطباعة الفنية الرائعة على الحائط، والتي تتميز بألوان زاهية وتفاصيل معقدة.",
    "descriptionHe": "שפרו את עיצוב הבית שלכם עם הדפסת אמנות קיר מדהימה זו, הכוללת צבעים תוססים ופרטים מורכבים."
  },
  {
    "titleEn": "Kitchen Utensil Set",
    "titleAr": "مجموعة أدوات مطبخ",
    "titleHe": "סט כלי מטבח",
    "price": "59.99",
    "imageUrl": "items/product6.jpg",
    "descriptionEn": "This comprehensive kitchen utensil set includes everything you need for cooking and baking, made from high-quality materials for durability.",
    "descriptionAr": "تتضمن مجموعة أدوات المطبخ الشاملة هذه كل ما تحتاجه للطهي والخبز، مصنوعة من مواد عالية الجودة لضمان المتانة.",
    "descriptionHe": "סט כלי המטבח המקיף הזה כולל את כל מה שאתם צריכים לבישול ואפייה, עשוי מחומרים באיכות גבוהה לעמידות מרבית."
  },
  {
    "titleEn": "Bluetooth Speaker",
    "titleAr": "مكبر صوت بلوتوث",
    "titleHe": "רמקול בלוטות'",
    "price": "89.99",
    "imageUrl": "items/product8.jpg",
    "descriptionEn": "Experience high-quality sound with our portable Bluetooth speaker, perfect for parties, picnics, or just relaxing at home.",
    "descriptionAr": "اختبر صوتًا عالي الجودة مع مكبر الصوت البلوتوث المحمول الخاص بنا، المثالي للحفلات والنزهات أو الاسترخاء في المنزل.",
    "descriptionHe": "חוו סאונד באיכות גבוהה עם רמקול ה-Bluetooth הנייד שלנו, מושלם למסיבות, פיקניקים או סתם להירגע בבית."
  },
  {
    "titleEn": "Fitness Tracker",
    "titleAr": "متعقب اللياقة البدنية",
    "titleHe": "גלאי כושר",
    "price": "99.99",
    "imageUrl": "items/product9.jpg",
    "descriptionEn": "Stay on top of your health and fitness goals with our advanced fitness tracker, featuring heart rate monitoring, step counting, and more.",
    "descriptionAr": "ابقَ على اطلاع على أهداف صحتك ولياقتك مع متعقب اللياقة البدنية المتقدم لدينا، والذي يتميز بمراقبة معدل ضربات القلب وعد الخطوات والمزيد.",
    "descriptionHe": "שמרו על מעקב אחר יעדי הבריאות והכושר שלכם עם גלאי הכושר המתקדם שלנו, הכולל ניטור קצב לב, ספירת צעדים ועוד."
  },
  {
    "titleEn": "Smart Home Camera",
    "titleAr": "كاميرا منزل ذكية",
    "titleHe": "מצלמת בית חכמה",
    "price": "149.99",
    "imageUrl": "items/product10.jpg",
    "descriptionEn": "Keep your home secure with our smart home camera, offering high-definition video, motion detection, and remote access via your smartphone.",
    "descriptionAr": "احمِ منزلك باستخدام كاميرا المنزل الذكية الخاصة بنا، والتي توفر فيديو عالي الدقة، واكتشاف الحركة، والوصول عن بُعد عبر هاتفك الذكي.",
    "descriptionHe": "שמרו על ביטחון הבית שלכם עם מצלמת הבית החכמה שלנו, המציעה וידאו באיכות גבוהה, זיהוי תנועה וגישה מרחוק דרך הסמארטפון שלכם."
  }
]
